/**
 * @type {{dreamer: string; title: string; date: string; content: string}}
 */
const dreamData = [
    // {
    //     dreamer: "いぽた",
    //     title: "",
    //     date: "2025-02-22",
    //     content: `
    //     `,
    // },

    {
        dreamer: "いぽた",
        title: "頭",
        date: "2026-06-24",
        content: `
            遊戯王を遊んでいる
            私は初心者でミスをしまくる
            装備魔法をモンスターゾーンにおいてモンスターを魔法ゾーンにおいていた
            初心者向けの練習用カードで内容が結構違った
            相手が私の装備魔法を破壊するとモンスターも破壊されるといったが、私はそうだっけ?となり納得できずに調べようとした
            スマホの画面はセピア色になっていた
            検索しようとしたものの、打ち間違いがひどくて遊戯王さえも打つので精一杯だった
            イライラして癇癪を起こす
            自宅でプレイしていたがそこには他にも友達らしき人物がおり昔遊戯の人形を持ってたよなとか言ってきた（持ってない）

            RPGツクール製っぽいゲームを遊んでいる。
            なにか大切なものの頭がなくて怖かった
            大学を探索していると誰もいない大教室で授業している教授がいた
            なにか話を聞いた
            実は生放送中だったらしい
            隣の部屋へ移動すると似たような大教室だった
            画面右端から真っ黒い顔の大きな赤ちゃんが追ってきた
            とてつもなく怖くて叫ぶと目が覚めて母親が抱きしめてくれていた
            だがそれは安心感があると同時にどこか不快だった
            視界がぼやけていた
            視界の端で母親の頭がないのが見えた
            幻覚ってこんなにはっきり見えるんだなと思った
            息が苦しくて目が覚めた
        `,
    },
    {
        dreamer: "いぽた",
        title: "遊園地",
        date: "2026-06-16",
        content: `
            ノンデリというかサイコパスっぽい男と一緒に遊園地を回っている
            修学旅行的な雰囲気で引率の先生がいた
            新しくできたアトラクションに生徒たちが並んでいる
            男は特典か何かを持っていてスタッフがやってくるはずだったけどこない
            私がもうちょっと前の方で並んでようよというと男は前すぎる場所まで進んでしまう
            結局アトラクションまでの並びには数人が最初に入って走りながらアトラクションを目指す
            道中は数学の問題を解きながらエスカレーターを走る
            途中何人かが脱落する
            頂上までたどり着いたところで最終問題にたどり着く
        `,
    },
    {
        dreamer: "いぽた",
        title: "長田さんは出生をしらない",
        date: "2026-06-07",
        content: `
            <ruby>長田<rt>おさだ</rt></ruby>さんは出生をしらないというタイトルのゲームを遊ぶ
            ムカデみたいな機体ともう2つ生き物モチーフの機体があった
            すてーじの中に鍵穴のついた構造物があって機体先端についた鍵を差し込むことで合体できる
            合体後の大きさは公園にある木くらい
            機体はカヌーみたいな感じで複数人が乗っていてみんな槍を持っている
            機体の操作はかなり難しいらしい

            引っ越しをしている?
            昔のクラスメイトがいたりした
            外は嵐だった
            停電、というか電気のリモコンが効かなくなって真っ暗闇
            ベランダを何か小動物が通った
            怯えるクラスメイトの女の子を抱きしめてベランダを見るとリスザルのような生き物が往復している
            私は引っ越しの疲れで眠ってしまう
        `,
    },
    {
        dreamer: "いぽた",
        title: "関係漫才",
        date: "2026-06-06",
        content: `
            漫才みたいな形式のターン制バトル
            主人公は力が強く関係記号を掴んで場外へ投げ飛ばすほど
            主人公の自分は驕っていたというモノローグがはいる
            主人公と姿の見えないロリババアとの対戦
            ロリババアの先攻
            壇上に順序関係が出現
            主人公は今までの戦いと違うことに気づく
            主人公のターン
            主人公の背後に関係の材料となるきのこが次々と生える
            主人公はそれらを大きな手で掴み取る
            主人公の、どんな相手だろうとすべての関係を失った時点で敗北だというモノローグがはいる
            主人公がきのこを客席へ投げようとすると、ロリババアがまだ自分の姿を見ていないだろう! と言い主人公は躊躇う
            ロリババアが2枚ドローしていいからというと主人公はハンデを与えることにした
        `,
    },
    {
        dreamer: "いぽた",
        title: "砂漠",
        date: "2026-05-01",
        content: `
            砂漠っぽいところに白い生き物がいる
            細長い顔を持っている
            私はそれを調べている
            大きな空飛ぶクジラの尻尾だった
            地面に埋まっていた
            追いかけられるのでほうきに乗って逃げる
            水平方向の速度はほうきがやや上回る
            十分高くまで逃げると大丈夫
            魔法使いたちの街へ逃げる
            ビルのような高い建物と天井がある全体的に黄色っぽい空間
            隅へ隠れる
            光学的な探知をされないように
        `,
    },
    {
        dreamer: "いぽた",
        title: "松野家",
        date: "2026-04-10",
        content: `
            家に帰ってくると自室が知らない女の子に占拠されていた
            というか自宅がおそ松さんの松野家になっていて私が自室で気まずそうにしてるとチョロ松か一松が別の部屋に連れて行ってくれた
            その部屋に小さな男の子がいて熱っぽかったので体温計で熱を測ろうとしたら変な操作をしてしまいまったみたいで0.5.0みたいな表示しか出なくなって困った
        `,
    },
    {
        dreamer: "いぽた",
        title: "核兵器",
        date: "2026-03-02",
        content: `
            魔女?悪魔?に魅入られた少女の物語
            ４歳くらいの少女
            家には親戚が集まっていてパーティの準備をしている
            少女と背格好の似た誰かが家を駆け回る
            母親はその誰かを本人だと思って止めようとする
            扉がひとりでに閉まったりする
            本人は私じゃないと主張している
            本人が高いところに登る
            "誰か"が立ち止まり母親が本物じゃないと気づく
            "誰か"が消える
            少女が高いところから落ちると親戚にキャッチされた

            少女視点
            魅入られたと、腫れ物にされたくない
            願いが叶うなら、この世にある全ての核兵器が欲しいな
            一つ一つの窪みにクリームを乗せて舐め取るの
        `,
    },
    {
        dreamer: "いぽた",
        title: "飛行船",
        date: "2026-02-27",
        content: `
            コタツに入っている
            窓の外を見ると巨大な飛行船が墜落しているのが見える
            これは夢か?と思ってほおをつねったら痛かった
            コタツに入って頭を覆う
            衝撃が来るはずなのに来なかった
            もう一度窓の外を見るとそれはテレビだった
            目を覚ます
            めちゃくちゃリアルな夢見たなあと思ったけど、思っている部分も多分夢だった
        `,
    },
    {
        dreamer: "いぽた",
        title: "下水道",
        date: "2026-02-19",
        content: `
            目を覚ます
            なんか夢見てたなと思う
            仰向けのままスマホで何かを見ている（絶頂に関する角度みたいな内容）
            左手でスマホを持っているのだが自分の両手は布団のなかにある
            じゃあこれは誰の手なのだ?と思いつつも眺めているとスマホの充電が切れた
            スマホに手を伸ばすとその手に手を握られる
            男性の手
            よくわからない影が覆いかぶさってくる
            ビーズクッションのような感触がする
            自分がビーズになって吸い取られていくような感覚がした
            これは夢だなと若干気づいていたが不快だったので
            うああああ!
            って叫ぶことによって目が覚めた
            夢っていうか金縛りだった

            それより前の夢
            小学校
            私のカバンのなかには空のペットボトルとドレッシングとサラダが入っている
            悪友とつるんでいる
            下水の方に向かう
            人じゃない種族も同じ学校に通っている
            人とその種族は戦争状態にあった
            人より大きくて足は逆関節になっていてかかとのあたりにも指があった
            悪友の一人が話しかけてくる
            自分は生後3日で自力で食べることを覚えなくちゃあいけなかった、と
            彼は人ではない
            私は身の危険を感じつつ話を聞く
            彼が私に名前を付けてほしいというので
            Thrice
            と名付けた（Threeから）
            警備員がやってきて優しく追い出される
            警備員が時間は分かっているか? と問うと悪友の一人が懐中時計を取り出した

            大雨が降っている
            なぜか私が懐中時計を持っていたので返しに行く
            小3の坊っちゃんって感じの子

            ほかの友人はこのまま家に帰るようだが私は荷物を教室においてきたので取りに行きたい
            何人かがトイレにいきたいというので教室方面へ向かうと同時に私は教室へ向かう
            外にある廊下を渡っていると傘が飛ばされて1階まで行ってしまった
            あとで取りに行かなくてはと思う
            1段抜けた階段がある
            普段は通るのは難しくないが雨が降っているせいで滑ってバランスを崩した
        `,
    },
    {
        dreamer: "いぽた",
        title: "呪いの本",
        date: "2026-02-17",
        content: `
            ホグワーツで授業を受けている
            教授が部屋にあったいろんな本を紹介している
            ある本について語っているとき生徒たちが一斉に「殺すな」と言う
            それに教室にいる誰もが驚いている
            教授には特に何も起きていない
            別の教授が慌てて入ってきてその本を持って
            この本は、使わない
            とゆっくりと何度も言った
            そう言う間「殺すな」とも時折衝動的に呟いていた
            私が何かを食べながら(肉っぽい、食べてから質問しようとしたが上手くいかなかった)その教授に「呪いの本は本自体が呪われているのか内容が呪われているのか」と尋ねると教授は呪いの画像の作り方について教えてくれた
            作り方
            えっちな画像に怖い画像を薄く合成する
        `,
    },
    {
        dreamer: "いぽた",
        title: "ゆめにっき",
        date: "2026-02-10",
        content: `
            ゆめにっきを遊ぼうとする
            病院の受付のような場所がタイトル画面のかわりになっている
            そこにはdeltaruneのスージィがいて話しかけるとセーブデータを選択できる
            続きからしようと思ったけど上から
            フェスティバル、ズンド
            みたいな項目
            スージィ曰くズンドは大切なお祭りらしい
            窓付きは背が高くて体から黒っぽい結晶が生えている
            顔はノイズがかって見えない
            歩くのにラグが生じる
            もう一度スージィに話しかけると窓付きは倒れ込みそうな、かぶりつきそうな仕草をした
        `,
    },
    {
        dreamer: "いぽた",
        title: "映画館",
        date: "2026-01-15",
        content: `
            自分自身の頭を前に抱えて移動している
            青と黄色のめちゃくちゃ広い映画館
            エレベーターに乗っていると鏡があってこれが夢だと気づいた
            ナースが何人かいて病院ぽかった
            外に出て何をしようかなって思って家に帰ることにした
            場所がわからないからスマホを取り出そうとしてポケットの中をまさぐるとスマホが現れた
            指紋認証の感じは現実と変わらなかった
            階段を降りるときゆっくりになったのは現実では浮遊感を感じていないからだと思った
            検索欄に家に帰ると打ち込もうとすると目が覚めた
        `,
    },
    {
        dreamer: "いぽた",
        title: "死刑",
        date: "2026-01-05",
        content: `
            体育の授業が終わった
            中学時代の友人が今日死刑になる
            部室でコーヒーを飲もうとする
            中学時代の部活の顧問がマイコン部の顧問として振る舞っている
            部室が広くなっていて今の3倍くらいあった
            中には15人くらいの部員が居た
            顧問にさんかく座りをしろと言われる（ダイヤモンド型の説明）
            死刑になる友人に足を持ち上げられ体まで持ち上げられる
            ミズノというマイコン部の先輩?に首を責められる

            なぜワニの口は足にあるのか、という本がある
            表紙にはAI生成っぽい普通のワニがいた

            目を覚ます

            エヴァのカラーの新作映画を観に行く
            あたりにはネコと剣が一体化させられた生命がたくさんいて、鞘だけの生命は知能が低く、映画館は座席というより椅子のない机が並んでいて、知能の低い生命はそこで周りがさけんでいるから叫ぶという行動をとる
            知能ののこっている生命はなんとかしなくちゃいけないと思う
            同じ技術で似たようなものもいた気がする
            映画はシンエヴァのセルフオマージュっぽい
            白い巨人と膨れ上がった第13号機が絡み合って、画面がとんでもない光を放っている
            熱狂するネコ
            机の下に隠れる人間もいた

            シンジ君のようなコナンくんのような中学生が疎開する
            疎開先では大正時代みたいな制服を着た中学生とは思えないくらい背の高い学生たちがいた
            リーダーがやってくる
            リーダーはシンジ君の2倍くらいの身長
            シンジ君はノンデリなことを言って狙われる
            森のなかに逃げ込む
            めちゃくちゃ痛そうな先の細い大砲が準備されていた

            目を覚ます

            夢日記を書こうとする
            スマホの読み上げ機能がONになっていて消そうとしても上手くいかない
            検索しようとしたけど英語の情報ばかりだ

            目を覚ました
        `,
    },
    {
        dreamer: "いぽた",
        title: "",
        date: "2025-12-30",
        content: `
            病院
            ある男性がその妻に銃で襲われる
            60発銃弾を使ってまだ死ななかった
        `,
    },
    {
        dreamer: "いぽた",
        title: "蝶",
        date: "2025-12-19",
        content: `
            何人かのグループ同士で戦うスポーツ
            屋内でタンクっぽいヘリコプターみたいな宙に浮く乗り物を使う
            熊本なんたらが反則（故意ではないと言い張る）（進入禁止エリアに入った）をしたからこっちも同じことしてやろうよ、みたいな作戦会議
            事故っぽく廊下に滑り込む練習
            相手の使った砂を再利用
            いろんな基準をギリギリ満たしていく（生身の人間が埋まった状態でどれだけ動けるかとか）

            フィギュアスケート場
            集団の仲間1人の舌から血を吸う競技。
            私の番が来て多少強く噛んじゃおうかなって思ったら、相手が痛い!って言って、見たら舌に青い羽根の真ん中に赤っぽい丸の一つある蝶のような虫が居た。
            大きさは手のひらくらい
            〇〇リスみたいな名前の虫
            その子から血を吸った個体たちが会場の真ん中に集まって組み合わさり大きな立体をなす
            正四面体が出来上がろうとするころ他の個体たちがいろんな形の小さな立体をなす
            たくさん降ってくる
            叫ぶ
            耳をふさいで床を逃げ惑う
            風で虫が運ばれてく
        `,
    },
    {
        dreamer: "いぽた",
        title: "カマドウマ",
        date: "2025-12-08",
        content: `
            Unityでゲームを作っている
            看板に謎の影があるので取り除きたい
            WORLDの空白部分を貸しまくって探す
            治った
            ダンジョンの手前に羽のついた毒ガエルが死んでいる
            生き返らせてから殺すとレベルアップ
            ノコノコの甲羅がダンジョン内にあって蹴って敵を倒す
            壁にカマドウマがついていて甲羅で殺す
            鳴き声と鳴く動作が気持ち悪すぎる
            体を丸めてギギギギョーエ!みたいな
            ダンジョン内の至る所に居る
            天井からも降ってくる
        `,
    },
    {
        dreamer: "いぽた",
        title: "インフルエンザ",
        date: "2025-12-05",
        content: `
            幼馴染とLine通話する。相手はインフルエンザみたい。独りよがりに話してしまって、あげくの果てに通話を無視してしまう
            実際はヘッドホンをPCにも繋いだせいで聞こえなかった
            文字起こしを見てめちゃくちゃ落ち込んだ
            自分のしてきたことの記憶があ全然なくて日記をつけたほうがいいかなと思った
        `,
    },
    {
        dreamer: "いぽた",
        title: "エビ",
        date: "2025-11-27",
        content: `
            知能を持ったエビが「カワイイ!」と言いながら集団で街を駆け抜ける。
            警察が集まった場所を見つけたが、電波を受信したかのように次々と別の場所へ移動し始める。
            警察に捕らえられたエビはスシローで寿司にされる。
            真ん中に暗い筋が入っているし動いてるしいつもの寿司とは違うので客に聞かれるが炭水化物だと答える。
            ついには広告でスシロー!エビ!0円!と流れ始める。
            わさびをどれくらい付ければいいか分からない
        `,
    },
    {
        dreamer: "いぽた",
        title: "本",
        date: "2025-11-17",
        content: `
            押し入れの中にあった小さい頃もらった緑につるのような模様の入ったブックカバーの小説を読んでいる。

            駅の近くに３つの要素が掛け合わさった強い呪霊がいる
            避けるように大きな坂道を下る
            骨が躍るように向かってくる
            避ける
            マリオに出てきそうな四角い顔面の岩が突進してくる
            仲間のツバメと戦う
            怪我をした
            顔面は四神様の一柱らしい
            家に帰って顔面に治療してもらう
            血液を検査される
            医療廃棄物は顔面の口から異空間に捨てるらしい
            血を抜かれている主人公が喋らなくなった
            ツバメが、まああの本を読んでいったからな。という

            本はそこで終わった。
            あの本が押し入れの何処かにあったはずだ。

            病気を検査するたびに音程が変わる現象。

            漫画
            主人公とその友達と彼氏で旅行に行ってきた帰り
            カメラかなんかはどこだと問われるとあたしのX（組んだ足）の下と答える
        `,
    },
    {
        dreamer: "いぽた",
        title: "打ち上げ",
        date: "2025-11-14",
        content: `
            仏壇とビデオデッキとバスの電光掲示板が融合したものが家にある
            火がついた

            文化祭の打ち上げでみんなで卵かけご飯専門店にいく
            先生らも来る
            ご飯が冷えていて硬かった
            おかわり無料と書いていたはずが難癖をつけられて断られた
            せきのうしろにちょうみりょうがい置いてあって刺身醤油をかけた
            ネギをかけようと思ったけど品切れ
            他にはケチャップとかがあった
            終わりに乾杯をする
            席の近くにペットボトルがらんざつにい置かれていええそこから取る
            2Lのデカビタを取った
            目の前の席が先生だった
            めちゃくちゃ長い長机
            数学科の女の先生
            最初はラーメン食べに行こうって言ってたけどその先生がいきなりよし卵掛けご飯行こうって言った
            その先生がおかわり失敗してた
            私は社会的地位により先生を信用していることを説明した
            店員に毒を飲ませた
            もう一人男の先生がいた
            先生らのPixivアカウントを見に行くと学生にあだ名を付けて実録小説を書いていた
        `,
    },
    {
        dreamer: "いぽた",
        title: "トイレ",
        date: "2025-11-10",
        content: `
            学校内
            小学校から中学校くらい
            授業が始まる2分前にみんなでトイレに行く
            めちゃくちゃ混んでる上にトイレが古い
            私は後ろから2番目
            前の友人が帰り、私の番になったが古すぎて使いたくないので先輩（後ろ）の車に乗って別のトイレへ
            めちゃくちゃ開放感のある男子トイレと普通に扉のある女子トイレ
            構造が複雑すぎた
        `,
    },
    {
        dreamer: "いぽた",
        title: "三角形",
        date: "2025-11-06",
        content: `
            マリオギャラクシー2
            装備を整える順番が大事と語る実況者
            HPは8あり、序盤しか装備の意味はない
            後半は装備のおかげですべて１ダメージになるため

            リーリエにセクハラを疑われるヨウ

            汚い取調室で永遠に放置される女性

            小学校
            三角形に刃物が付いた腕が2本ある生命がたくさんいる
            大きさは小学一年生ほど
            放送で対象者はトイレに入ってくださいと流れている
            私も対象者だったようで入る
            鍵がうまく閉まらない
            隙間から覗くと生命が3体並んで入ってきて帰っていった
            見つかると殺されるんだろうなあと思った
        `,
    },
    {
        dreamer: "いぽた",
        title: "コナン",
        date: "2025-10-23",
        content: `
            コナンの成り代わり転生漫画
            結構質がいい
            自分自身が漫画の中の住人であることを把握するシーンがあった
            自分にそっくりな口元にキズのあるキャラクターがいた
            漫画の描き手自身が作内に存在していてキャラクターと会話していた
            ジャンプで連載していて驚いた
            ある話が結構すごくて学校で話題になった
            ちょうど綱渡りの漫画が完結したところだったっぽい
        `,
    },
    {
        dreamer: "いぽた",
        title: "プール",
        date: "2025-10-12",
        content: `
            サーキットのようなプールにペダルのついたカゴに乗り込んで遊ぶのが人気のアクティビティ。
            人はかなり多い
            中心あたりで揉め事が起きたものの運営は何もしない
            関わりたくない人は外側のレーンへ逃げていく
            カゴ同士をぶつけるのを躊躇わない人のことをアシュラ主義と呼ぶ
        `,
    },
    {
        dreamer: "うめぼし",
        title: "変な観光地",
        date: "2025-09-05",
        content: `
            変な家と店(くっついてるかもしれない)の取材をしていた
            家の目の前にある釣り堀っぽいスポットではアザラシがパンが入ったカゴをひっきりなしに持ってくる
            アザラシが受け渡す周辺の足場は木でできており、徐々に沈むため、パンが濡れる前に受け取るのが名物らしい
            たまに魚も持ってくるが、調教が上手く行っていないため客が多いときはカツオをどこまででも取りに行ってしまうらしい
            調教が効きすぎて上手く行ってないようなことあるんやと思った
        `,
    },
    {
        dreamer: "いぽた",
        title: "雪国",
        date: "2025-08-29",
        content: `
            修学旅行
            雪山を探索する
            薄氷の上を歩くと割れて幾つかのものを落とした
            旅行中いろんなことが起きて何人もの生徒が死んでいく
            物理学の説明のために何のためらいもなく海に飛び込むやつ
            遺作のストリングスが聞こえる
            温泉
        `,
    },
    {
        dreamer: "いぽた",
        title: "バナナ",
        date: "2025-08-10",
        content: `
            バナナのような植物を栽培している施設
            部室
        `,
    },
    {
        dreamer: "いぽた",
        title: "ナチス",
        date: "2025-08-07",
        content: `
            いろんな国の軍隊の制服を着る学校にいた
            4つくらい寮があった
            私はナチス寮にいたがそれが最善と思うくらい他の寮が終わっていた
        `,
    },
    {
        dreamer: "いぽた",
        title: "灰色",
        date: "2025-06-27",
        content: `
            将棋のようなゲームの盤の上
            灰色に黒のノイズ混じりの人間ではないもの達が戦っている
            流暢な日本語を話す
            背の低い灰色の少女が盤上にいる
            彼らは彼女を殺そうとしたけど、少女が不死身だと分かると戦いをやめて彼女を憐れみ始めた
        `,
    },
    {
        dreamer: "いぽた",
        title: "鮫",
        date: "2025-06-17",
        content: `
            広い和室にいる
            16時位に起きてやな気分
            何かのリモコンを適当に操作するとエアコンが付いたり玄関が開いたりした
            テレビのリモコンみたいに色ボタンがあってショートカット登録ができるらしい
            玄関を閉めに行ったらおじいちゃんが来てた

            水族館
            サメのぬいぐるみを持って歩いていた
            サメが魚たちを食べていく
            私がここにいるのは単に偶然だと悟った
            女子グループにキャッシュディスペンサーの使い方を聞かれて教えたら残高が10円しか無かったけど友人が70万くらい持ってて大丈夫だったっぽい
            日本語モードの中に丁寧モード（難しい熟語と派手な明朝体）と簡単モード（ひらがな）があった
            最初は韓国語になってた
            対数法則により帰宅

            家に帰ると宴会が始まってて知ってる気がするおじさんとふざけてたらおじさんが唐突にぶっ倒れた（急性アルコール中毒）
        `,
    },
    {
        dreamer: "うめぼし",
        title: "異世界憑依もの",
        date: "2025-05-29",
        content: `
            女の子が転生して男の子になった主人公を俯瞰している夢
        `,
    },
    {
        dreamer: "いぽた",
        title: "アンドロイドと廃遊園地",
        date: "2025-05-28",
        content: `
            音楽番組


            ロボットの少女
            遊園地を家族経営しているアンドロイド
            一時間の内容を5分で聞き終わった
            星を見る機械があった
            地下に行った
            スティーブっぽいロボットを特殊な台に乗せて開くと01-02、つまり初号機の2台目、
            モノと呼ばれる肉っぽい部分を含んだ青っぽいスライムのアマルガムが1台目
            ナイフで戦う
            モノの部分を切り取って食べると弱体化していく
            体育館のような空間の中に何人かの人がいてある男の子以外を殺した
            男の子のことを殺したいんだけど傷つけたくないような
            抱きしめて
            快かった
            ナイフを添わせて何かを聞いたら
            分かんないよ!
            って耳元で叫んで
            右耳が痛かった

            ものすごく大きな滑り台
            改札のように入り口は分かれている
            隣の列に入ろうとすると
            ちがう
            って言われて（ガンダムの設定的に）
            女の子に手を引かれて一緒に滑った
            一番下には桜ミクの何かのポスターが貼ってあった
        `,
    },
    {
        dreamer: "つじ",
        title: "トランプ大統領握手会など",
        date: "2025-05-17",
        content: `
            ・中学の同期にパソコン教えにいったら、寝巻きのまま来てしまって恥ずかしい思いをする夢
            ・アメリカに行ったらトランプ大統領との握手会をやってて、順番が来たけど特に話したいこともなく、持ってるリュックの中にミニリュックとカバンが入ってるのを見せるだけで終わる夢
        `,
    },
    {
        dreamer: "いぽた",
        title: "融合",
        date: "2025-05-17",
        content: `
            夜中の学校で鬼ごっこする
            チートを使ってズルをするも鋭い洞察力で見破られる
            チートで作った亜空間は和室になっていて鬼に押し倒されてマスク越しにキスされた
            鬼は昔の幼馴染

            双子のセレブがベッドで寝ている
            何かの企画
            妹が邪魔なので別のベッドに移動

            広い民家か施設
            人が多い
            廊下は狭かった
            廊下の、玄関から見て左側にトイレがあった
            お化け屋敷のようなものを作っている
            トイレの中から頭だけでた人がいてびっくりした
            何か会話した
            頭に何か生えてた
            頭にタピオカミルクティーのカップが付いていて猫がそれを飲んだ

            外
            大学の同回を鬼と人間に分ける
            私は鬼
            それぞれ鶏の天ぷら（チキンマックナゲット）とフライドチキンを食べた
            フライドチキンが食べたかった
            ネプリーグのトロッコをしていた
            LINEでゲームの広告を出した

            教室
            解析っぽい話
            パズルっぽい
            友人が先輩にちょっと詰められてた
            LINEで製品版が欲しいと言われる

            BLEACHを読んでいるとジジとバンビの辺りの話がR-18Gになってた

            この夢日記自体を夢の中で歩きながら書こうとした
        `,
    },
    {
        dreamer: "まいまい",
        title: "",
        date: "2025-05-12",
        content: `知らない学校の修学旅行のパーティー後に宴会場に潜入して残飯をかっさらう夢`,
    },
    {
        dreamer: "いぽた",
        title: "塾",
        date: "2025-04-25",
        content: `
            塾
            通学<small>[編集注: 中学]</small>の塾の友人
            英語の教師
            あんまり好きではなかった
            Moodleに登録するのに手こずった
            ノルムの対称性
        `,
    },
    {
        dreamer: "いぽた",
        title: "かまくら",
        date: "2025-04-14",
        content: `
            主人公はある人の姉のクローン
            角の少し丸い立方体で表されている
            ステージの至る所にかまくらがあって、妹のクローンが眠っている
            爆弾を拾ってステージを進むゲーム
        `,
    },
    {
        dreamer: "いぽた",
        title: "ジェットパック",
        date: "2025-04-06",
        content: `
            ジェットパックのような動きで空を飛ぶ夢をたびたび見る。
            いつも着地時の減速が下手で結構怖い。
            今日はアイアンマンみたいな飛び方をした。
            都市のタワーに登りたかったが操作が難しかった。
            中心から離れた一軒家の多いエリアに墜落した。
            なんとなく夢だと気づいていたがせっかくなのでもう少し見ることにした。
            屋根に登ろうとしたがやはり操作が難しい。
            うまく着地できずに転んだ。
            屋根を伝って移動していると金網の張り巡らされた刑務所のような場所に来た。
            2階のベランダの扉が開いていたので入ると塾の教室ような空間。
            教師はたったまま眠っている。
            生徒は座っている。
            生徒を助けに来るはずだったような気がするが怖かったので教師に怪しまれないうちにさらに建物の中に入り一階へ向かった。
        `,
    },
    {
        dreamer: "いぽた",
        title: "サブ",
        date: "2025-03-16",
        content: `
            修学旅行直前の高校の教室
            サブと呼ばれる男子生徒がなぜか全裸で入ってくる
            先生が何か言ったが廊下で騒ぎが聞こえてそっちを向くと女子生徒が全裸で立っている
            断片的に聞こえてくる話を聞くとどうやら妊娠しているらしい
            一方私は右ひざから生えてきたジャガイモの芽のようなものが気になった
            引っ張られている皮膚を剥くとやや黄色い膿みのようなものに塗れた緑のコブが見えた
            トイレの水道でカミソリで切り落とそうとする
            時間が間に合えばいいのだけど
        `,
    },
    {
        dreamer: "いぽた",
        title: "バス",
        date: "2025-03-10",
        content: `
            バスの中
            クラスメイトのみんな問題集を持って勉強している
            広い図書館の様な場所
            謎解き用の分厚い本
            日本の海岸
            塩がきれいな球状に固まっていくつも海岸に転がっている
            ビー玉くらいの大きさから直径30cmくらいまで
            食べると甘みがあっておいしかった
            バスが到着して帽子を2個重ねてかぶったらめちゃくちゃバカにされた
            本物の人間じゃないひとにもバカにされた
            起きた時に笑っていた
        `,
    },
    {
        dreamer: "いぽた",
        title: "戦争ごっこ",
        date: "2025-03-04",
        content: `
            戦争ごっこ
            学生同士がレーザーで戦争をする
            勝ちそうになって、相手が特攻してきた
            テープで縛って捕虜にする
            金属バットで不審な動きをしたので頭をぶん殴った
        `,
    },
    {
        dreamer: "いぽた",
        title: "ボイコット",
        date: "2025-02-22",
        content: `
            結婚式、またはホテル
            自分に関わりのある誰かの結婚式
            高校の教室
            ボンドルドの授業はめちゃクチャ嫌われている
            人権に厳しい雰囲気
            スケッチブックを持っていた
            中は宝石や植物のスケッチとホラゲーっぽい写真
            墓のような場所
            自分に関わりのある誰かの歴史を見た
            おじさんがボンドルドの授業を非難する
            段ボール製のボイコットメッセージ
            ボンドルドの授業が始まった
            授業の動画をみておくのが宿題だった
            授業自体は別の人がやる
            メスシリンダーの見かけとの誤差を調べる実験
            段ボールが邪魔だったのでどけた
            ブスが意見を言った
        `,
    },
    {
        dreamer: "いぽた",
        title: "蟹",
        date: "2025-02-09",
        content: `
            蟹の測度を求める
            罫線の角で正方形を作り、その角の有無で示す
            跳び箱をする
        `,
    },
    {
        dreamer: "いぽた",
        title: "ケーキ屋さん",
        date: "2025-01-28",
        content: `バウムクーヘンを買おうとしたけど別のものを300円で買わされる夢`,
    },
    {
        dreamer: "いぽた",
        title: "パンツ(ズボン)",
        date: "2025-01-27",
        content: `大学の偉い人に法律に違反したパンツの履き方をしていると指摘される夢`,
    },
    {
        dreamer: "いぽた",
        title: "おもちゃ屋さん",
        date: "2025-01-26",
        content: `
            一人称ゾンビゲームの体験版を遊ぶ
            武器は斧
            マイクラっぽかった
            だんだん難しくなる
            囲まれると操作できなくなる
            負けそうになったので時間を止めて無敵モードに
            時間を止めたはずなのに動く敵がいて、誰かにクレームを言った
        `,
    },
    {
        dreamer: "いぽた",
        title: "AZ",
        date: "2025-01-25",
        content: `
            アンドロイドを自作していた
            3万年ほど前にアンドロイドは実用化された
            予定を入れていたので夜中にアンドロイドが起動し、ホワイトボードに書かれた何かを見て絶叫する
            私は毛布を持って逃げ出した
            エレベーターに乗って逃げようとする
            11階から
            間違えて10階を押してしまう
            急いで閉めた
            後にいつの間にか知らない男性2人がいた
            3階に連れて行かれた
            この世界にはAZという生物がいて、人間と同等の存在ではあるが、地を這う植物のように存在している
            3階についた
            赤い坂道を腹ばいで滑り落ちていくことを命令される
            途中吐いてしまえと言われたが吐かなかったので何か言われた
            背の高い方についていくことを命令される
            アメリカのオフィスのような空間
            誰も私のことを認識しない
            3階では私のほうがAZで彼らが私の方のAZだったのだろう
        `,
    },
    {
        dreamer: "いぽた",
        title: "えっ",
        date: "2025-01-23",
        content: "教室の席に座ったら隣の人にえっって言われた夢",
    },
    {
        dreamer: "いぽた",
        title: "詐欺",
        date: "2025-01-22",
        content: "詐欺っぽい投資に10万円突っ込む夢",
    },
    {
        dreamer: "いぽた",
        title: "名前",
        date: "2025-01-12",
        content: `
            外の水槽に頭だけが浮かんでいる
            首の断面には蓋が付いている
            光合成で生かして、人間的エネルギーを作っているらしい
            上司に詰められる
            光合成より効率のいいものなんてないと反論した
            砂漠の中の施設
            小麦はすでに絶滅した
            ドローンが飛んでいた
            建物の中には大きなディスプレイと机が並んでいた
            反論した人は何かを抱えていてそれを投げつけてディスプレイを壊した
            何度目からしい
            その人の金庫からお金を引くことになった
            猶予が数秒あった
            向かおうと思ったけど、下の階は10年前、上の階は10年後につながっていて、進んだら自分の名前を忘れてしまった
            体操服みたいに胸に名前が書いてあったはずなんだけど
        `,
    },
    {
        dreamer: "いぽた",
        title: "フィギュアスケート",
        date: "2024-12-30",
        content: `
            窓付きはフィギュアスケーターだった
            最近はマイクを持って声にならない声を出すだけで高得点を与えられた
            歌声を聴きたいと思って頑張ったけどだめだった
        `,
    },
    {
        dreamer: "いぽた",
        title: "アイドル",
        date: "2024-11-23",
        content: `
            アイドル4人と謎解き
            映画館


            屋台で姉に続いて注文しようと思ったら何かを300gと見間違えて注文して追加料金を取られた
        `,
    },
    {
        dreamer: "いぽた",
        title: "LINE",
        date: "2024-11-19",
        content: `
            [編集済み: 友人]が英語の授業中に「悲嘆」とLINEしてくるゆめ
        `,
    },
    {
        dreamer: "いぽた",
        title: "部室",
        date: "2024-11-17",
        content: `
            ピーターパン
            ディズニー
            カバンがぐちゃぐちゃ
            マクドナルドで少年に奢るも食べない
            自分が食べるので先行ってて
            部室 左右反転
            午前2時33分
            やりたいことやるべき
            パソコンルームへ

            かばんちゃんとサーバルちゃんが変装して詐欺を試みる
            ジャパリパークには大量のサーバルキャットがいて、まもなく第IF回目の大量絶滅が始まる
        `,
    },
    {
        dreamer: "いぽた",
        title: "文化祭",
        date: "2024-11-16",
        content: `
            文化祭でお化け屋敷を運営する
            黒髪のゴツい人がリーダー
            コメを大量に炊く
            右手と左足に何かをつけると見つけにくくなる
            鏡の奥が見えなくなる
            おばけは化け物一度触れられたら終わり
            段ボールの迷路
            米にポップコーンを混ぜたやつが慌てる
            私が蓋をするとリーダーが褒めてくれてご飯と破裂していないポップコーンを手のひらに乗せられた
            ポップコーンは硬かった
            リーダーは厳しい人を演じている
            娘のイコにデレデレなのも演技
            ルールを守ることが大切だと思っている
            お化け役の女性はマスクの紐がちぎれていてガムテープで皮膚に貼り付けていた
            体調が悪くて集団行動が苦手
            打ち上げのココイチにも行かないらしい
            教室の窓を開けると肉畑が広がっていた
            肉が解体される
            馬のシルエットそのままの暑さ20cmくらいの肉を歩かせて運んでいた
            私の隣で男性がそれを見て笑っていた
            ポップコーン混ぜたやつだった
            過去の運営の記録をまとめなおしている女性がいた
            筆記体の英語でタイトルを書いていたが読めなかった
            昔は水を使っていたらしい
            コインを弾いた
        `,
    },
    {
        dreamer: "いぽた",
        title: "夢の中の夢",
        date: "2024-09-06",
        content: `
            夢の中の夢
            誰か分からない男の人に右腕をちぎられた
            後でくっつけてよね!
            高速道路沿いを歩く
            右手を上げるとあった
            指がぼやぼやしてたので夢だと思った
            走ると世界が暗くなって落ちていった
            目覚めると自室?
            知らない女性がいた
            パック開封デスマッチをする
            カードがベタベタしてた
            開封するたびに使用済みコンドームを手に入れる
            仕事場の近くに弁当屋があった
        `,
    },
    {
        dreamer: "いぽた",
        title: "映画",
        date: "2024-08-15",
        content: `
            未来の話
            消防のホースが可変長
            ISSではスペースデブリを回避するため磁場が放出されていた
            ISSは13日で一ヶ月が経過する
            壁面に反磁性の金属がくっつくので取る必要がある
            主人公がその作業をしているとニュースが耳に入る
            協力していた女性が地球で逮捕された
            その女性はパプリカみたいな感じ
            核爆弾を作ろうとしたため
            主人公は壁面にくっつく核物質を地球に送っていた
            主人公は尋問を受ける
            ISSの中に広い講堂がありソリッドビジョンがあった

            僕は黒の影、白の影と呼んでもいいよ
            12の影を従えるといわれる女性が現れる

            カメラは最初女性の真下にある
            女性が指示をしてカメラの位置を調節する
            女性はタイトスカートを履いている
            女性による尋問が始まる
            プラスチックのかごいっぱいの、ペットボトルに入った金属片が主人公の目の前に置かれる
            女性が何か言っても主人公は否定する
            女性の配下が主人公の脇腹をナイフでえぐる
            この金属でおうちでも作ると思ってたのかな?
            主人公が拷問に耐えかねて講堂の外に飛び出すと普通の外になってた
        `,
    },
    {
        dreamer: "いぽた",
        title: "バンバン",
        date: "2024-07-06",
        content: `
            ガーテンオブバンバンの続編
            青い粘液に追われる
            鏡の迷路っぽい感じ
            半透明の膜をすり抜けて逃げる
            青いポータルにたどり着いたらクリア
            自分はオーブリーだった
            知らない人と　ケルと再会
            他のみんなも無事
            バンバンはどうしたのか
        `,
    },
    {
        dreamer: "いぽた",
        title: "カメノテ",
        date: "2024-07-03",
        content: `
            遠い未来
            脳とコンピュータの接続が当たり前になった世界
            ヒューマノイドも居たり
            犯罪者が列車で逃げる
            教室がある
            頑張って授業
            補佐アンドロイドと移動
            イヤな教師
        `,
    },
    {
        dreamer: "いぽた",
        title: "暗殺",
        date: "2024-06-23",
        content: `
            線形代数とトランプの授業
            生物の発達論
            イルカの舌は爆発した
            何故か命を狙われている
            めちゃ高いところにいたからスナイパーライフルでは死なない
            車で降りて逃げてたら頭に食らった
            死んだと思ったけど生きてた
            走って逃げる
            体が重い
            暗殺者の後ろを歩く
            正体は警察官の格好のデヴィ夫人
            銃で撃たれる
            右肘に2つの穴
            弾が尽きたから飛びかかった
        `,
    },
    {
        dreamer: "いぽた",
        title: "ブラックチャンネル最終回",
        date: "2024-06-14",
        content: `
            パソコン室
            包丁
            重役の殺害を企む男がいてそれに子供達とブラックが巻き込まれる
            戦いの最後ブラックは氷と炎を使って子供たちを守る
            もう一人いて
            最初のやつは自分にはできないって言ったけどあとのが殺した
        `,
    },
    {
        dreamer: "いぽた",
        title: "ドロドロ",
        date: "2024-06-13",
        content: `
            PT風ゲーム
            緑色のカタツムリみたいなドロドロの化け物から逃げる
            廊下を振り返るといた
            急いで家の奥に行ったら粘液でベトベトな細い通路を進むことになった
            怪物はゆっくりと近づいてくる
            口や目を伸ばしながら
            通知を抜けて奥の倉庫のような場所についた
            そこには粘液はなかったけど
            入って鍵を閉めたあと緑色のが染み出してきた
            でも何ともないと思ってたら壁から触手が生えて右手を掴まれて持っていた包丁で頭をえぐられた
            バカゲーみたいなモードもあって殺られると頭がもげるけど子供部屋の頭をつけたら復活
            子どもたちと一緒に探索する
        `,
    },
    {
        dreamer: "いぽた",
        title: "死刑",
        date: "2024-06-??",
        content: `
            麻原彰晃の死刑直前
            暴れて逃げ出そうと画策するも布団の中で二つ折りにされ連れて行かれる
            しかし施設内で暴動が起き私と誰か女性は慌てふためく
            私はトイレの個室に逃げ込もうとしたけど下の方が結構空いてたし鍵が存在しなかった
            必死に抑えてたら
            東方サークルみたいな感じの人が来た?
            個室内は和式だった
            便を大量に出して全身が汚れた
            流そうとしたら詰まって荷物が汚れた
        `,
    },
    {
        dreamer: "いぽた",
        title: "撮影",
        date: "2024-06-10",
        content: `
            マンションで愛の戦士と撮影
            コナン映画
            エレベーターが家族団らん
        `,
    },
    {
        dreamer: "いぽた",
        title: "ポケモン",
        date: "2024-05-18",
        content: `
            ポケモンの声を聞く
            マダムたちの会話
            雨の音
            悪い男
            クレカが使えない
            精算
        `,
    },
    {
        dreamer: "いぽた",
        title: "階段",
        date: "2024-05-05",
        content: `
            めちゃくちゃ大きい階段がある
            着物の女性が強気
            一番上には信長がいて、たまに大量の財宝をこぼす
            みんなでそれを回収するのが番組になっている
            やすことはまうちが一緒に自分とやる
            記憶力がいいらしい
        `,
    },
    {
        dreamer: "いぽた",
        title: "魔女",
        date: "2024-04-24",
        content: `
            映画の紹介風
            頭のない男女が風呂場で出産をする
            でもだめだったみたいで二人は悲しそうで断面から液体がこぼれる
            風呂場は血や肉が飛び散っている
            それは夢で女性が目覚める
            同じ風呂場で体をきれいにし出たら猫の顔が人みたいになってた
            これは一人の女性が魔女として変化する物語
        `,
    },
    {
        dreamer: "いぽた",
        title: "ボカロ",
        date: "2023-11-28",
        content: `
            ボカロ曲の中?ベジタリアンとレストラン
            世界が終わるのを待っている。
            ボイスロイドのアカリちゃんが転送されて、男に「食べ物は動物か?」と聞かれる。柵で囲まれたすこしひろいところ。その男しかいなかった。
            何かあった。
            誰か男が転送された。別の似たような空間。別の男が同じ質問をする。しらねーよって言って柵の上に乗り出ていった。外では普通に人が生活していた。離れようとすると柵がプログラムのミスで消えて男が追いかけてくる。警察に頼ろうとする。
        `,
    },
    {
        dreamer: "いぽた",
        title: "[編集済み]",
        date: "2023-11-27",
        content: `[編集済み]`,
    },
    {
        dreamer: "いぽた",
        title: "ピクトグラム",
        date: "2022-07-17",
        content: `
            高校で中学の社会の授業みたいなのを受けてた。
            東方のボーカルアレンジ曲を穴埋めするみたいな感じ。
            パチュリーとレミリアとフランがいて、多分フラワリングナイトだった。
            懐かしくて泣いた?
            きりたんの歌に切り替わって、ピクトグラムと標識が入り混じってカゲロウデイズっぽい雰囲気の曲で、私でも歌を作れるんだ、的なことを歌っていた。
            ピクトグラムの人が連なっていって終わった。
        `,
    },
    {
        dreamer: "いぽた",
        title: "パレード",
        date: "2022-06-12",
        content: `
            学校で体育祭？としてパレードがあった。
            中学の頃の友達がいた。
            [編集済み: 部活の顧問]もいた。めっちゃデカかった。
            戦争中かなんかで窓の外から爆発音が聞こえて土が入ってきた。
            哲学の話がずっと続いていた。
        `,
    },
]
